{
    "movie": [{
            "title": "A Silent Voice รักไร้เสียง",
            "img": "https://lh4.googleusercontent.com/ZjAD4x5scBv2RCZd3GJ1TS9uAVznd9ciDs6h4VpK_Le8tWDqLKtwRIcQPCBn58UPPEb4XDNc8JtiVxt8u5pw=w1366-h666",
            "year": "2017",
            "type": "cartoon",
            "detail": "เรื่องย่อ A Silent Voice ว่าด้วยการโคจรกลับมาพบกันอีกครั้ง ของ อิชิดะ โชยะ เด็กหัวโจก ประจำห้องเรียน และเด็กสาวที่พึ่งย้ายโรงเรียนมาใหม่ อีกทั้งบกพร่องทางการได้ยินอย่าง นิชิมิยะ โชโกะ หลังจากทั้งสองเคยพบกันในฐานะเพื่อนร่วมห้องสมัยประถม และนิชิมิยะเป็นฝ่ายถูกอิชิดะกลั่นแกล้งเสมอ จนเธอต้องย้ายโรงเรียน ซึ่งสิ่งที่เกิดขึ้นดังกล่าว ก็ส่งผลกระทบต่ออิชิดะด้วยเช่นกัน เมื่อเขาต้องกลายเป็นเด็กเกเรในสายตาเพื่อนๆ และไม่มีใครอยากคบหาเหมือนกับนิชิมิยะ เขาจึงค่อยๆ เข้าใจความรู้สึกของเด็กสาว ที่ไม่ถูกยอมรับในสังคมจนเมื่ออิชิดะได้พบกับนิชิมิยะอีกครั้ง จึงเป็นเหมือนโอกาสให้เขาได้แก้ตัวกับสิ่งที่เขาเคยกระทำผิดลงไป และพยายามเข้าหาเธอมากยิ่งขึ้น ขณะที่นิชิมิยะ สาวผู้ไม่สามารถสื่อสารด้วยคำพูดได้ ก็ไม่ติดใจถือสาเอาความเช่นกัน จนค่อยๆ ก่อเกิดเป็นมิตภาพระหว่าง หนุ่มสาว 2 คน ผู้เป็นเหยื่อของความแปลกแยก… คนหนึ่งถูกกีดกันจากสังคม เพียงเพราะเธอเลือกเกิดมาได้ยินไม่ได้ ส่วนอีกคนถูกกีดกันจากมิตรแท้ เพราะภาพลักษณ์จากสิ่งผิดพลาดที่เขาเคยทำในอดีต อย่างไรก็ตาม… แม้ทั้งสองจะพยายามทำความเรียนรู้ พร้อมกับเยียวยาบาดแผลซึ่งกันและกัน ทั้งสองคนจึงเหมือนเป็นตัวแทนของคนในสังคมแต่ละแบบ ที่ทั้งสองจะต้องก้าวผ่าน พร้อมกับพิสูจน์ให้เห็นถึงสิ่งสำคัญในมิตรภาพที่แท้จริงเรื่องราวสุดซาบซึ้ง สะเทือนลึก ที่จะทำให้เราพิจารณาถึงคุณค่าความดีในจิตใจคน มากกว่าปมด้อย หรือความแปลกแยกนี้ จะถูกถ่ายทอดออกมาได้ประทับใจ เหมือนในฉบับมังงะหรือไม่นั้น แฟนๆ ชาวไทย คงต้องรอติดตามกันต่อไป กับผลงานหนังอนิเมชั่น อันดับ 2 Box Office ญี่ปุ่น ตั้งแต่สัปดาห์แรกที่เข้าฉายเรื่องนี้!!",
            "trailer": "https://www.youtube.com/embed/IYdeA_PMDHM",
            "movieLink": "https://drive.google.com/file/d/0B-mXNNUA2ICyNHpBN3BBdHNycjA/preview",
            "createMovieDate": "October 24th 2017, 12:33:04 am",
            "lastEdit": "October 24th 2017, 12:35:12 am",
            "id": 1
        },
        {
            "title": "Mr.Hurt มิสเตอร์เฮิร์ท มือวางอันดับเจ็บ",
            "img": "https://lh5.googleusercontent.com/6z7V5m5ya46nUGaqCrHa69XN7D96uxKPUYMD2rEQp3aPfQG3W-1jnqzjwarOZiu6K3HBJIyyEjMI6jWHJzjp=w1366-h666",
            "year": "2017",
            "type": "thaimovie",
            "detail": "เรื่องราวของ “ดอน สีชัง” (ซันนี่) นักเทนนิสซูเปอร์สตาร์หนุ่ม ที่ฟอร์มหลุดชนิดเสียท่า (หรือจะเสียหมา จนเสียหลัก) เพราะบาดเจ็บจากความรักของ “แอนนา” (มารี) ดาราสาวสวย ที่ถูกร็อกเกอร์หนุ่มมาดเข้มอย่าง จิมมี่ เดอะร็อกเก็ต (เผือก) เข้ามาแย่งชิงพื้นที่หัวใจ กระทั่งดอน สีชัง ได้รับความช่วยเหลือจาก ดิว เพื่อนหญิงในวัยเด็ก ที่เข้ามาร่วมภารกิจพิชิต ความเฮิร์ทต่อความรักของดอน และศัตรูหัวใจอย่างจิมมี่ ผลลัพธ์จะเป็นอย่างไร!!!",
            "trailer": "https://www.youtube.com/embed/qE5rlXEXISI",
            "movieLink": "https://drive.google.com/file/d/0B-mXNNUA2ICyMXZlUXhfb1RmNDA/preview",
            "createMovieDate": "October 24th 2017, 12:33:04 am",
            "lastEdit": "October 24th 2017, 12:35:12 am",
            "id": 2
        },
        {
            "title": "The Great Wall เดอะ เกรท วอลล์",
            "img": "https://lh6.googleusercontent.com/J4ZLua1NZPL0mVhkVwuYUodjraa8TA6irEUxU6iSQi3M7IudtsmlYeJbYEprFGz1uhF_zqWg3CN6oMRoQZ-C=w1366-h666",
            "year": "2016",
            "type": "othermovie",
            "detail": "เหตุมันเริ่มต้นเมื่อขบวนของพ่อค้ากลุ่มหนึ่งซึ่งเป็นชาวต่างชาติ พวกเขาตามล่าหาดินระเบิดแต่ต้องหนีการตามล่าของพวกไหนสักพวกหนึ่ง ก่อนจะโดนโจมตีด้วยหนึ่งสัตว์ใหญ่ แต่พระเอกของเราวิลเลียม (Matt Damon) เขาฆ่ามันได้ และเหลือรอดเพียงสองคนกับโทวาร์ (Pedro Pascal) เพื่อนสนิท เมื่อได้มาเจอกับกองทหารกองใหญ่ ก็ไม่รีรอที่จะบอกความสำเร็จนั้นแก่พวกเขา กองทัพจีนมีกำแพงยักษ์ขนาดใหญ่ที่เรื่องราวในหนังบอกไว้ว่า มันคือตำนานที่ไม่เคยมีใครกล่าวถึง กำแพงนี้มีไว้ป้องกันสัตว์ร้ายขนาดใหญ่ที่ทวีจำนวนขึ้นอย่างมาก และพวกเขาคือหน้าด่านที่ต้องฝึกรบเพื่อการนี้โดยเฉพาะทัพไร้หน้าที่นำโดยแม่ทัพหลิน (Tian Jing) แม่ทัพหญิงแสนสวยแกนนำทีมสีฟ้าที่สามารถพูดอังกฤษได้ เธอจึงคอยทำหน้าที่ล่ามสื่อสารให้กับแม่ทัพตำแหน่งใหญ่กว่าให้เข้าใจ ในนั้นมีกุนซือหวัง (Andy Lau) มีเด็กหนุ่มลู่หาน (Lu Han) รวมอยู่ด้วย กองทัพจีนจะรับมือกับสัตว์ประหลาดร้ายนี่ได้อย่างไร และพ่อค้าที่ไม่รู้ว่าหวังดีหรือประสงค์ร้ายสองคนนี้จะไว้ใจได้แค่ไหน คงต้องศึกษากันไปในสองชั่วโมงนี้",
            "trailer": "https://www.youtube.com/embed/ulE4gRa3xdI",
            "movieLink": "https://drive.google.com/file/d/0B-mXNNUA2ICyRmRmd1kzSUNKNnc/preview",
            "createMovieDate": "October 24th 2017, 12:33:04 am",
            "lastEdit": "October 24th 2017, 12:35:12 am",
            "id": 3
        },
        {
            "title": "Siam Square สยามสแควร์",
            "img": "https://lh5.googleusercontent.com/versmd0VzGFYJbWihaj28FOF5ob5eO19ps3xnIpVSe2pMovrBC3R_rzIvtuCm4WenuYZ9Cs9v-PgBIWkYYI0=w1366-h666",
            "year": "2017",
            "type": "thaimovie",
            "detail": "เมื่อไม่กี่วันก่อนหน้า ระหว่างที่เมย์ กับจุ๊บเล็ก สองเพื่อนสนิทกำลังนั่งคุยถึงปัญหาเปิดอกที่ค้างคาใจมานานในห้องเรียนที่โรงเรียนกวดวิชาซีเครทคีย์ ซึ่งตั้งอยู่ในสยามสแควร์ ไฟทั้งตึกก็ดับสนิท.... มันไม่ใช่แค่ดับเฉพาะในตึกเรียนพิเศษ แต่ไฟดับมืดไปทั้งสยามสแควร์! ทันทีที่ไฟติด...เรื่องเล่าเกี่ยวกับ “วิญญาณเด็กสาวในสยามสแควร์” ก็ถูกขุดขึ้นมาเล่าอีกครั้ง เพราะเมื่อไฟดับ ...ใครสักคนจะต้องตาย...เรื่องเล่าค่อยๆแพร่กระจายไปในอากาศ เมย์กับจุ๊บเล็ก และกลุ่มเพื่อนที่คุ้นเคยกันจากโรงเรียนกวดวิชา ก็ได้พบเจอ “ความไม่ปกติ”กันคนละอย่างสองอย่างที่ดูจะดำเนินไปตามอาถรรพ์ในเรื่องเล่าทุกประการ เด็กๆเหลือทางเลือกไม่มากนักระหว่างไม่สนใจกับเรื่องไร้สาระนั่นแล้วตั้งหน้าตั้งตาอ่านหนังสือเตรียมสอบเข้ามหาวิทยาลัย หรืออีกทางคือหันมาเผชิญหน้ากับความเป็นจริงอันน่าสะพรึงกลัวแล้วแก้ไขมัน    ถึงแม้ผลลัพธ์นั้นอาจจะทำให้ไม่มีอะไรเหมือนเดิมอีกต่อไปกระทั่งมิตรภาพที่พวกเขาคิดว่าจะแน่นแฟ้นยาวนาน",
            "trailer": "https://www.youtube.com/embed/FFkDxEMS5ew?ecver=2",
            "movieLink": "https://drive.google.com/file/d/0B-mXNNUA2ICyTm1EMTN6dTVIN1E/preview",
            "createMovieDate": "October 24th 2017, 12:33:04 am",
            "lastEdit": "October 24th 2017, 12:35:12 am",
            "id": 4
        }
    ],
    "user": [{
            "id": 1,
            "email": "admin@gmail.com",
            "username": "admin",
            "password": "sha1$05c4be6f$1$be7693401919838632a887066268ea1fcf61c7a5",
            "status": "admin",
            "registerDate": "October 24th 2017, 12:33:04 am"
        },
        {
            "id": 2,
            "email": "user@gmail.com",
            "username": "test",
            "password": "sha1$05c4be6f$1$be7693401919838632a887066268ea1fcf61c7a5",
            "status": "user",
            "registerDate": "October 24th 2017, 12:33:04 am"
        },
        {
            "id": 3,
            "email": "user@gmail.com",
            "username": "user",
            "password": "sha1$05c4be6f$1$be7693401919838632a887066268ea1fcf61c7a5",
            "status": "user",
            "registerDate": "October 24th 2017, 12:33:04 am"
        }
    ]
}
